12/data/attachments/67ebadc37ae7afad.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tyler_son_Friend_53696_1</nif:username>
            <nif:friendToBeRequested>soap_friends_2f60d643-61c0-4ce1-9600-b776e76ef1cb</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>